let questions = [
    {
    question: "في اي دولة كانت الديانة اليهودية سائدة في عصر الجاهلي؟",
    numb: 1,
    answer: "اليمن",
    options: [
        "مصر",
        "اليمن",
        "البحرين",
        "المغرب",
    ]
    },
    {
        question: "مما تكون الخطبة؟",
        numb: 2,
        answer: "مقدمة",
        options: [
            "ايجاز",
            "مقدمة",
            "حقيقة",
            "رواية",
        ]
        },

        {
            question: "ما خصائص النثر في العصر الجاهلي؟",
            numb: 3,
            answer: "الدقة",
            options: [
                "النثر",
                "الشعر",
                "الدقة",
                "الامثال",
            ]
            },

            {
                question: "من صاحب المعلقة ",
                numb: 4,
                answer: "عنتر بن شداد",
                options: [
                    "ام كلثوم",
                    "بن حارث",
                    "نجيب محفوظ",
                    "عنتر بن شداد",
                ]
                },

                {
                    question: "ما هو الفن الادبيي الذي برع فيه العرب قديما؟",
                    numb: 5,
                    answer: "الشعر",
                    options: [
                        "الشعر",
                        "الموسيقي",
                        "المبارزة",
                        "الغناء",
                    ]
                    },
];